INSERT INTO movies (title, duration, age_rating, release_date) 
VALUES 
('Гладиатор', 155, '18+', '05-05-2000'),
('Интерстеллар', 169, '12+', '07-11-2014'),
('Шерлок Холмс', 128, '12+', '25-12-2009'),
('Властелин колец: Братство кольца', 178, '12+', '19-12-2001'),
('Титаник', 195, '12+', '19-12-1997'),
('Темный рыцарь', 152, '16+', '18-07-2008'),
('Матрица', 136, '16+', '31-03-1999'),
('Форрест Гамп', 142, '12+', '06-07-1994'),
('Начало', 148, '12+', '16-07-2010'),
('В поисках Немо', 100, '0+', '30-05-2003'),
('Джеймс Бонд: Казино Рояль', 144, '12+', '14-11-2006'),
('Зеленая миля', 189, '16+', '10-12-1999'),
('Леон', 110, '16+', '14-09-1994'),
('Волк с Уолл-стрит', 180, '18+', '25-12-2013'),
('Бегущий по лезвию 2049', 164, '16+', '06-10-2017');